Repository: ErebusBat/pdmenu
Catalog: po/*.po
Languages: fr

source: Please wait...
fr: Veuillez patienter...

source: Press Esc to close window.
fr: Pressez la touche « Échap » pour fermer la fenêtre.

source: Command returned no output
fr: La commande n'a produit aucune sortie.

source: Press Enter to return to Pdmenu.
fr: Pressez la touche « Entrée » pour retourner à Pdmenu.

source: pdmenu error:
fr: Erreur de pdmenu :

source: Press Enter when done, or Esc to cancel
fr: Pressez « Entrée » pour valider ou « Échap » pour abandonner

source: Arrow keys move, Esc exits current menu, Enter runs program
fr: Les touches directionnelles permettent de se déplacer, « Échap » quitte le menu en cours, « Entrée » lance le programme

source: Attempt to remove menu "%s" failed: menu is on screen.
fr: La tentative pour supprimer le menu « %s » a échoué : le menu est affiché.

source: Usage: pdmenu [options] [menufiles ..] menufiles the rc files to read instead of ~/.pdmenurc or %spdmenurc -h --help display this help -c --color enable color -u --unpark cursor moves to current selection -q --quit 'q' key does not exit program -mmenuid --menu=menuid display menu with this menuid on startup -v --version show version information -r --retro draw menus using old style -l --lowbit do not use high bit line drawing characters -n --numeric do not use 8 and 2 for moving up and down
fr: Usage : pdmenu [options] [fichiers de menus...] fichier de menus fichiers rc à lire à la place de ~/.pdmenurc ou %spdmenurc -h --help afficher cette aide -c --color mettre en couleurs -u --unpark déplacer le curseur vers la sélection en cours -q --quit la touche « q » ne permet pas de quitter le programme -midmenu --menu=idmenu afficher le menu avec cet idmenu au démarrage -v --version afficher la version du programme -r --retro dessiner les menus en utilisant l'ancien style -l --lowbit ne pas utiliser les caractères semi-graphiques -n --numeric ne pas utiliser les touches 8 et 2 pour se déplacer vers le haut ou vers le bas

source: (Long options are disabled.)
fr: (Les options longues ne sont pas actives).

source: Pdmenu %s GPL Copyright (C) 1995-2002 by Joey Hess <joey@kitenet.net>
fr: menu %s GPL Copyright (C) 1995-2002 par Joey Hess <joey@kitenet.net>

source: Unable to find any pdmenurc files, or all pdmenurc files are empty.
fr: Impossible de trouver aucun fichier pdmenurc ou tous ces fichiers sont vides.

source: Menu "%s" is not defined.
fr: Le menu « %s » n'est pas défini.

source: %s:%i Invalid screen part name, "%s".
fr: %s:%i nom de la partie d'écran incorrecte, « %s ».

source: %s:%i "endgroup" found outside of group block.
fr: %s:%i « endgroup » placé en dehors d'un bloc de groupe.

source: %s:%i Invalid or misplaced keyword, "%s".
fr: %s:%i mot-clé incorrect ou mal placé, « %s ».

source: %s:%i Nested "group" commands.
fr: %s:%i commandes « group » imbriquées.

source: %s: "group" command used without "endgroup".
fr: %s : commande « group » utilisée sans « endgroup ».

source: Unable to initialize key mappings.
fr: Impossible d'initialiser les affectations des touches.

source: Error: The screen is too small.
fr: Erreur : l'écran est trop petit.

source: Welcome to Pdmenu %s by Joey Hess <joey@kitenet.net>
fr: Bienvenue dans Pdmenu %s par Joey·Hess·<joey@kitenet.net>
